Repository: jwilk-mirrors/gperiodic
Catalog: po/*.po
Languages: de

source: Greek: thallos (green twig), for a bright green line in its spectrum
de: Griechisch „tallos“ für „junger Zweig“, weil eine helle grüne Linie in seinem Spektrum

source: Lead
de: Blei

source: Very soft, highly malleable and ductile, blue-white shiny metal
de: Sehr weiches, leicht verformbares, blau-weißes glänzendes Metall

source: Anglo-Saxon: lead; symbol from Latin: plumbum
de: Lateinisch „plumbum“ für Blei

source: Bismuth
de: Bismut

source: Hard, brittle, steel-gray metal with a pinkish tinge
de: Hartes, sprödes, stahl-graues Metall mit pinker Tönung

source: German: bisemutum (white mass); now spelled wismut
de: Der alte Name von Bismuth ist „Wismut“ und bedeutete „weiße Masse“

source: 1898 (France/Poland)
de: 1898 (Frankreich/Polen)

source: Named for Poland, native country of Marie Curie
de: Nach Polen benannt, um Marie Curie zu ehren

source: Astatine
de: Astat

source: Unstable, radioactive halogen
de: Instabiles, radioaktives Halogen

source: 1940 (United States)
de: 1940 (Vereinigte Staaten)

source: Greek: astatos (unstable)
de: Griechisch „astatos“ für „veränderlich“

source: Heavy radioactive gas
de: Schweres, radioaktives Gas

source: 1898 (Germany/England)
de: 1898 (Deutschland/England)

source: Variation of the name of another element, radium
de: Variation von dem Namen eines anderen Elements, Radium

source: 1939 (France)
de: 1939 (Frankreich)

source: Named for France, the nation of its discovery
de: Nach Frankreich benannt

source: Silvery white, radioactive element
de: Silbrig-weißes, radioaktives Metall

source: Latin: radius (beam, ray)
de: Lateinisch „radius“ für „Strahl“

source: Heavy, Silvery-white metal that is very radioactive
de: Schweres, silbrig-weißes Metall, dass sehr radioaktiv ist

source: 1899 (France)
de: 1899 (Frankreich)

source: Greek: akis, aktis, aktinos (beam, ray)
de: Griechisch „akis, aktis, aktinos“ für „Strahl“

source: Gray, soft, malleable, ductile, radioactive metal
de: Graues, weiches, verformbares, radioaktives Metall

source: 1828 (Sweden)
de: 1828 (Schweden)

source: Named for Thor, Norse god of thunder
de: Nach dem Germanischen Gott des Donners benannt: Thor

source: Silvery-white, radioactive metal
de: silbrig-weißes, radioaktives Metall

source: 1918 (England/France)
de: 1918 (England/Frankreich)

source: Greek: proto and actinium (parent of actinium); it forms actinium when it radioactively decays
de: Griechisch „protos“ für „Vorfahre“; proactinium steht vor Actinium im Periodensystem der Elemente

source: Uranium
de: Uran

source: Silvery-white, dense, ductile and malleable, radioactive metal
de: silbrig-weißes, dichtes, verformbares, radioaktives Metall

source: Named for the planet Uranus
de: Nach dem Planet Uranus benannt

source: Silvery metal
de: silbriges Metall

source: Named for the planet Neptune
de: Nach dem Planeten Neptun benannt

source: 71-100 or (+4e) 93 (+3e) 108
de: 71-100 oder (+4e) 93 (+3e) 108

source: Named for the planet Pluto
de: Nach dem Planet Pluto benannt

source: 1944 (United States)
de: 1944 (Vereinigte Staaten)

source: Named for the American continent, by analogy with europium
de: Nach Amerika benannt

source: Silvery, malleable, synthetic radioactive metal
de: silbriges, verformbares, synthetisches Metall

source: Named in honor of Pierre and Marie Curie
de: Nach Marie Curie benannt

source: Radioactive synthetic metal
de: radioaktives, synthetisches Metall

source: 1949 (United States)
de: 1949 (Vereinigte Staaten)

source: Named after Berkeley, California the city of its discovery
de: Nach der Stadt Berkeley benannt, wo es entdeckt wurde

source: Powerful neutron emitter
de: Starke Neutronenquelle

source: 1950 (United States)
de: 1950 (Vereinigte Staaten)

source: Named after the US-state and University of California
de: Nach dem amerikanischen Staat Kalifornien benannt

source: Radioactive, synthetic metal
de: radioaktives, synthetisches Metall

source: 1952 (United States)
de: 1952 (Vereinigte Staaten)

source: Named in honor of the scientist Albert Einstein
de: Nach dem Wissenschaftler Albert Einstein benannt

source: Named in honor of the scientist Enrico Fermi
de: Nach dem Wissenschaftler Enrico Fermi benannt

source: 1955 (United States)
de: 1955 (Vereinigte Staaten)

source: Named in honor of the scientist Dmitry Ivanovich Mendeleev, who devised the periodic table
de: Nach dem Wissenschaftler D.I. Mendeleev benannt

source: Nobelium
de: Nobeliumx

source: 1963 (USSR)
de: 1963 (UdSSR)

source: Named in honor of Alfred Nobel, who invented dynamite and founded Nobel prize
de: Nach dem Wissenschaftler Alfred Nobel benannt

source: 1961 (USSR/United States)
de: 1961 (UdSSR/Vereinigte Staaten)

source: Soviet Nuclear Research/University of California at Berkeley
de: Sowjetisches Nuklearforschungszentrum/ University of California in Berkeley

source: Named in honor of Ernest Orlando Lawrence, inventor of the cyclotron
de: Nach dem Wissenschaftler Ernest Orlando Lawrence benannt

source: 1964 (USSR)
de: 1964 (UdSSR)

source: Named in honor of Ernest Rutherford
de: Nach dem Wissenschaftler Ernest Rutherford benannt

source: 1970 (USSR/United States)
de: 1970 (UdSSR/Vereinigte Staaten)

source: Named after the science-town Dubna in Russia
de: Nach der Wissenschaftsstadt Dubna in Russland benannt

source: 1974 (USSR/United States)
de: 1974 (UdSSR/Vereinigte Staaten)

source: Named in honor of Glenn Theodore Seaborg, American physical chemist known for research on transuranium elements
de: Nach dem Wissenschaftler Glenn Theodore Seaborg benannt

source: 1976 (Germany)
de: 1976 (Deutschland)

source: Named in honor of Niels Bohr
de: Nach dem Wissenschaftler Niels Bohr benannt

source: 1984 (Germany)
de: 1984 (Deutschland)

source: Named in honor of Hessen county, Germany (latin: Hassia)
de: Es wurde nach dem lateinischen „hassia“ für Hessen benannt

source: 1982 (Germany)
de: 1982 (Deutschland)

source: Named in honor of Lise Meitner
de: Nach der Wissenschaftlerin Lise Meitner benannt

source: 1994 (Germany)
de: 1994 (Deutschland)

source: Named after Darmstadt, Germany, the city of its discovery
de: Nach der südhessischen Stadt Darmstadt benannt

source: Named in honor of physicist Wilhelm Conrad Roentgen
de: Nach Wilhelm Conrad Röntgen benannt

source: 1996 (Germany)
de: 1996 (Deutschland)

source: Named in honor of Nicolaus Copernicus
de: Nach dem Astronomen Nicolaus Copernicus benannt

source: 2004 (Russia/United States)
de: 2004 (Russland/Vereinigte Staaten)

source: Un (one) un (one) trium (three)
de: Un (1) un (1) trium (3)

source: 1998 (Russia/United States)
de: 1998 (Russland/Vereinigte Staaten)

source: Named in honor of Soviet physicist Flerov
de: Nach dem russischen Physiker Georgi Fljorow vom „Vereinigtes Institut für Kernforschung“

source: 2003 (Russia/United States)
de: 2003 (Russland/Vereinigte Staaten)

source: Un (one) un (one) pentium (five)
de: Un (1) un (1) pentium (5)

source: 2000 (Russia/United States)
de: 2000 (Russland/Vereinigte Staaten)

source: Named in honor of Livermore National Laboratory (USA)
de: Nach dem „Livermore National Laboratory (USA)“ benannt

source: 2009 (Russia/United States)
de: 2009 (Russland/Vereinigte Staaten)

source: Un (one) un (one) septium (seven)
de: Un (1) un (1) septium (7)

source: 2006 (Russia/United States)
de: 2006 (Russland/Vereinigte Staaten)

source: Un (one) un (one) octium (eight)
de: Un (1) un (1) octium (8)
