Repository: jwilk-mirrors/gperiodic
Catalog: po/*.po
Languages: de

source: A program for looking up data of elements from the periodic table
de: Ein Programm, um Daten von Elementen aus dem Periodensystem nach zu schauen

source: gperiodic [opts] Options are: -h show this help screen -c <Temp> color the elements according to their phase at temperature <Temp> in Kelvins -D dump the periodic table -v be verbose
de: gperiodic [opts] Optionen sind: -h anzeigen dieser Hilfe -c <Temp> Einfärben der Elemente anhand ihrer Phase bei Grad <Temp> in Kelvin -D löschen des Periodensystems -v zeige ausführliche Informationen

source: or gperiodic [element_symbol | atomic_number] display information on the element with the given element symbol or atomic number
de: oder gperiodic [Element Symbol | Atom Nummer] Anzeigen von Informationen über das Element mit dem angegebenen Element Symbol oder Atom Nummer

source: _File
de: _Datei

source: _Help
de: _Hilfe

source: E_xit
de: _Beenden

source: Exit the program
de: Das Programm beenden

source: _About
de: _Info

source: About gperiodic
de: Über gperiodic

source: No symbol for index
de: Kein Zeichen für den Index

source: Error button was null?
de: Fehler Ausgabe ist null?

source: %s(%d) Setting color: %d %d %d
de: %s(%d) Einstellung Farbe: %d %d %d

source: Option -c error : %s is not a number.
de: Option -c Fehler : %s ist keine Zahl.

source: Option -c error : %s is not a valid number (must be > 0).
de: Option -c Fehler : %s ist keine gültige Zahl (muss größer 0 sein).

source: Unknown element : %s. Exiting.
de: Unbekanntes Element : %s. Programm wird beendet.

source: Element number exceeds existing elements. Exiting.
de: Element Nummer übersteigt die vorhandenen Elemente. Programm wird beendet

source: This program shows the periodic table of elements and information about these elements
de: Dieses Programm zeigt das Periodensystem und Informationen über die Elemente

source: gperiodic is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. gperiodic is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
de: gperiodic ist freie Software, Sie können sie weitergeben und/oder verändern, solange Sie sich an die Regeln der GNU General Public License halten, so wie sie von der Free Software Foundation festgelegt wurden; entweder in Version 2 der Lizenz oder (nach Ihrem Ermessen) in jeder folgenden Version. gperiodic wurde mit dem Ziel veröffentlicht, dass Sie es nützlich finden, jedoch OHNE JEDWEDE GARANTIE, sogar ohne eine implizite Garantie der VERKAUFBARKEIT oder der NUTZBARKEIT FÜR EINEN SPEZIELLEN ZWECK. Schauen Sie für weitere Informationen bitte in der GNU General Public License (GNU GPL) nach. Mit gperiodic sollten Sie außerdem eine Kopie der GNU General Public License erhalten haben. Wenn dem nicht so ist, so schreiben Sie bitte an die Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: gperiodic homepage
de: gperiodic-Webseite

source: Atomic Number:
de: Ordnungszahl:

source: Atomic Weight (u.m):
de: Molare Masse (u.m):

source: Density (g/cm&#179;):
de: Dichte (g/cm&#179;):

source: Melting Point (K):
de: Schmelzpunkt (K):

source: Boiling Point (K):
de: Siedepunkt (K):

source: Atomic Radius (pm):
de: Atomradius (pm):

source: Covalent Radius (pm):
de: Kovalenzradius (pm):

source: Ionic Radius (pm):
de: Ionenradius (pm):

source: Atomic Volume (cm&#179;/mol):
de: Atomare Volumen (cm&#179;/mol):

source: Specific Heat (@20&#176;C J/(K*mol)):
de: Wärmekapazität (@20&#176;C J/(K*mol)):

source: Fusion Heat (kJ/mol):
de: Schmelzwärme (kJ/mol):

source: Evaporation Heat (kJ/mol):
de: Verdampfungswärme kJ/mol):

source: Thermal Conductivity (@25&#176;C W/(m*K)):
de: Wärmeleitfähigkeit (@25&#176;C W/(m*K)):

source: Debye temperature (K):
de: Debye Temperatur (K):

source: Pauling Negativity Number:
de: Elektronegativität (Pauling):

source: First Ionizing Energy (kJ/mol):
de: Erste Ionisierungsenergie (kJ/mol):

source: Oxidation states:
de: Oxidationsstatus:

source: Electronic Configuration:
de: Elektronische Konfiguration:

source: Lattice structure:
de: Gitterstruktur:

source: Lattice constant (&#x212B;):
de: Gitterkonstante (&#x212B;):

source: Lattice c/a ratio:
de: Gitter c/a Verhältnis:

source: Appearance:
de: Erscheinung:

source: Discovery date:
de: Datum der Entdeckung:

source: Discovered by:
de: Entdeckt von:

source: Named after:
de: Benannt nach:

source: Hydrogen
de: Wasserstoff

source: Colorless, odorless, tasteless gas
de: Farb-, geruchs- und geschmackloses Gas

source: Greek: hydro (water) and genes (generate)
de: Griechisch „hydro“ und „genes“ für „bildet Wasser“

source: Inert, colorless, odorless, tasteless gas
de: inertes, farb-, geruchs- und geschmackloses Gas

source: 1895 (Scotland/Sweden)
de: 1895 (Schottland/Schweden)

source: Greek: helios (sun)
de: Das griechische Wort für Sonne war „helios“

source: 68 (+1e) or 76 (+1e)
de: 68 (+1e) oder 76 (+1e)

source: Soft, silvery-white metal
de: weiches, silbrig-weißes Metall

source: 1817 (Sweden)
de: 1817 (Schweden)

source: Greek: lithos (stone)
de: Griechisch „lithos“ bedeutet „Stein“

source: Hard, brittle, steel-gray metal
de: hartes, sprödes, stahl-graues Metall

source: 1798 (France)
de: 1798 (Frankreich)

source: Greek: beryllos, 'beryl' (a mineral)
de: Griechisch „beryllos“ für „hellgrüner Stein“

source: Boron
de: Bor

source: Hard, brittle, lustrous black semimetal
de: hartes, sprödes, glänzend schwarzes Semimetall

source: 1808 (England/France)
de: 1808 (England/Frankreich)

source: The Arabic and Persian words for borax
de: Arabisches und persisches Wort für Borax

source: Carbon
de: Kohlenstoff

source: 2.25 (graphite)
de: 2.25 (graphit)

source: 1860.00 (diamond)
de: 1860.00 (diamant)

source: HEX (graphite), DIA (diamond)
de: HEX (graphit), DIA (diamant)

source: Dense, Black (graphite)
de: Dicht, schwarz (Graphite)

source: n/a (Unknown)
de: n/a (unbekannt)

source: Known to the ancients
de: den Vorfahren bekannt

source: Latin: carbo (charcoal)
de: Lateinisch „calx“ für „Kalk“

source: Nitrogen
de: Stickstoff

source: HEX or CUB
de: HEX oder CUB

source: Colorless, odorless, tasteless, and generally inert gas
de: Farb-, geruchs- und geschmackloses und generell inertes Gas

source: 1772 (Scotland)
de: 1772 (Schottland)

source: Greek: nitron and genes (soda forming)
de: Griechisch „nitron“ und „genes“ für „bildet soda“

source: Oxygen
de: Sauerstoff

source: MCL or CUB
de: MCL oder CUB

source: Colorless, odorless, tasteless gas; pale blue liquid
de: Farb-, geruchs- und geschmackloses Gas; blass-blaue Flüssigkeit

source: 1774 (England/Sweden)
de: 1774 (England/Schweden)

source: Greek: oxys and genes (acid former)
de: Griechisch „oxys“ und „genes“ für „bildet Säuren“

source: Fluorine
de: Fluor

source: Greenish-yellow, pungent, corrosive gas
de: grünlich-gelbes, beißend, korrosives Gas

source: 1886 (France)
de: 1886 (Frankreich)

source: Latin: fluere (flow)
de: Lateinisch „fluere“ („fließen“)

source: Greek: neos (new)
de: Griechisch „neos“; bedeutet „neu“

source: Sodium
de: Natrium

source: Sir Humphrey Davy
de: Sir William Ramsey, M.W. Travers

source: Medieval Latin: sodanum (headache remedy); symbol from Latin natrium (sodium carbonate)
de: mittelalterliches Latein: sodanum (Kopfschmerzmittel); Symbol aus dem lateinischen Natrium (Natrium Carbonat)

source: Lightweight, malleable, silvery-white metal
de: Leichtgewichtiges, verformbares, silbrig-weißes Metall

source: Magnesia, ancient city in district of Thessaly, Greece
de: Nach der Stadt „Magnesia“ benannt, Griechenland

source: Soft, lightweight, silvery-white metal
de: weiches, leichtgewichtiges, silbrig-weißes Metall

source: 1825 (Denmark)
de: 1825 (Dänemark)

source: Latin: alumen, aluminis (alum)
de: Lateinisch „alumen“

source: Silicon
de: Silicium

source: Amorphous form is brown powder; crystalline form has a gray
de: nicht-kristalline Form ist braunes Pulver; kristalline Form ist grau

source: 1825 (Sweden)
de: 1825 (Schweden)

source: Latin: silex, silicus (flint)
de: Lateinisch „silex“

source: Phosphorus
de: Phosphor

source: 1.82 (white phosphorus)
de: 1.82 (white phosphor)

source: The most common white form is a waxy, phosphorescent solid
de: die am verbreiteste weiße Form ist wachsweich, phosphoreszierend fest

source: 1669 (Germany)
de: 1669 (Deutschland)

source: Greek: phosphoros (bringer of light)
de: Griechisch „phosphoros“ für „trägt Licht“

source: Sulfur
de: Schwefel

source: Tasteless, odorless, light-yellow, brittle solid
de: Geschmack-, geruchsloses, hellgelb, spröde, fest

source: Latin: sulphur (brimstone)
de: Lateinisch: sulphur (Schwefel)

source: Chlorine
de: Chlor

source: Greenish-yellow, disagreeable gas
de: grünlcih-gelbes, unangenehm riechendes Gas

source: 1774 (Sweden)
de: 1774 (Schweden)

source: Greek: chloros (greenish yellow)
de: Griechisch „chloros“ für „Gelbgrün“

source: Colorless, tasteless, odorless noble gas
de: Farb-, geruchs- und geschmackloses Edelgas

source: 1894 (Scotland)
de: 1894 (Schottland)

source: Greek: argos (inactive)
de: Griechisch „argos“ für „inaktiv“

source: Potassium
de: Kalium

source: Soft, waxy, silvery-white metal
de: weich, wachsartig, silbrig-weißes Metall

source: English: pot ash; symbol from Latin: kalium (alkali)
de: Englisch: Pottasche; symbol auf dem lateinischen: Kalium (Alkali)

source: Fairly hard, silvery-white metal
de: relative hartes, silbrig-weißes Metall

source: Latin: calx, calcis (lime)
de: Lateinisch „calx“ für „Kalk“

source: Fairly soft, silvery-white metal
de: relative weiches, silbrig-weißes Metall

source: 1879 (Sweden)
de: 1879 (Schweden)

source: Latin: Scandia (Scandinavia)
de: Lateinisch: Scandia (Skandinavien)

source: Titanium
de: Titan

source: Shiny, dark-gray metal
de: glänzend,dunkelgraues Metall

source: Greek: titanos (Titans)
de: Die Titanen sind Riesen in der griechischen Mythologie

source: Soft, ductile, silvery-white metal
de: weiches, biegsames, silbrig-weißes Metall

source: 1830 (Sweden)
de: 1830 (Schweden)

source: The scandinavian goddess, Vanadis
de: „Vanadis“ ist ein anderer Name für die nordische Gottheit Freyja

source: Chromium
de: Chrom

source: Very hard, crystalline, steel-gray metal
de: sehr hartes, kristallines, stahl-graues Metall

source: 1797 (France)
de: 1797 (Frankreich)

source: Greek: chroma (color)
de: Griechisch „chroma“ bedeutet „Farbe“

source: Manganese
de: Mangan

source: Hard, brittle, gray-white metal
de: hartes, sprödes, grau-weißes Metall

source: Latin: magnes (magnet); Italian: manganese
de: Lateinisch: magnes (Magnet); Italienisch; manganese

source: Iron
de: Eisen

source: Malleable, ductile, silvery-white metal
de: dehn- und formbares, silbrig-weißes Metall

source: Anglo-Saxon: iron; symbol from Latin: ferrum (iron)
de: Lateinisch „ferrum“

source: Hard, ductile, lustrous bluish-gray metal
de: hartes, biegsames, glänzend bläulich-graues Metall

source: 1735 (Sweden)
de: 1735 (Schweden)

source: German: kobold (goblin)
de: Nach dem deutschen Wort „Kobold“ benannt

source: Hard, malleable, silvery-white metal
de: hartes, verformbares, silbrig-weißes Metall

source: 1751 (Sweden)
de: 1751 (Schweden)

source: German: kupfernickel (false copper), nickel (goblin)
de: Deutsch: Kupfernickel (falsches Kupfer), Nickel

source: Copper
de: Kupfer

source: Malleable, ductile, reddish-brown metal
de: dehn- und formbares, rötlich-braunes Metall

source: Symbol from Latin: cuprum (island of Cyprus famed for its copper mines)
de: Griechisch „cuprum“ für Zypressen

source: Zinc
de: Zink

source: Bluish-silver, ductile metal
de: Bläulich-silber, formbares Metall

source: German: Zink (German for zinc)
de: Deutsch: Zink

source: Soft, blue-white metal
de: weiches, blauweiches Metall

source: 1875 (France)
de: 1875 (Frankreich)

source: Latin: Gallia (France)
de: „Gallia“ ist der alte Name von Frankreich

source: Grayish-white metal
de: gräulich-weißes Metall

source: 1886 (Germany)
de: 1886 (Deutschland)

source: Latin: Germania (Germany)
de: Lateinisch „germania“ ist der alte Name von Deutschland

source: Arsenic
de: Arsen

source: 5.73 (grey arsenic)
de: 5.73 (graues Arsen)

source: 24.44 (grey arsenic)
de: 24.44 (graues Arsen)

source: Steel gray, brittle semimetal
de: Stahl grau, sprödes Halbmetall

source: Greek: arsenikon; Latin: arsenicum (both names for yellow pigment)
de: Griechisch: arsenikon: Lateinisch: arsenicum (beide namen für gelbes Pigment)

source: Selenium
de: Selen

source: A soft metalloid similar to sulfur
de: Ein weiches Metalloid ähnlich zu Schwefel

source: Greek: selena (moon)
de: Griechisch „selena“ für „Mond“

source: Bromine
de: Brom

source: Reddish-brown liquid
de: Rötlich-braune Flüssigkeit

source: 1826 (France)
de: 1826 (Frankreich)

source: Greek: bromos (stench)
de: Griechisch „bromos“ für „riecht schlecht“

source: Dense, colorless, odorless, and tasteless gas
de: Dichtes farb-, geruchs- und geschmackloses Gas

source: 1898 (Great Britain)
de: 1898 (Großbritannien)

source: Greek: kryptos (hidden)
de: Griechisch „kryptos“ für „versteckt“

source: Soft, silvery-white, highly reactive metal
de: Weiches, silbrig-weißes, hochreaktives Metall

source: 1861 (Germany)
de: 1861 (Deutschland)

source: Latin: rubidus (deep red); the color its salts impart to flames
de: Lateinisch „rubidus“ für „dunkelrot“; die Farbe seiner Salze verleihen Flammen

source: Silvery, malleable metal
de: silbrig, verformbares Metall

source: 1790 (Scotland)
de: 1790 (Schottland)

source: The Scottish town, Strontian
de: Die schottische Stadt, Strontian

source: Silvery, ductile, fairly reactive metal
de: Silbrig, biegsames, relativ reaktives Metall

source: 1794 (Finland)
de: 1794 (Finnland)

source: Named after the Swedish town, Ytterby, where one of its minerals was first found
de: Nach der schwedischen Stadt Ytterby benannt

source: Gray-white, lustrous, corrosion-resistant metal
de: Grau-weißes, glänzendes, korrosions-beständiges Metall

source: 1789 (Germany)
de: 1789 (Deutschland)

source: The mineral, zircon
de: Nach dem Mineral Zirkon benannt

source: Niobium
de: Niob

source: Shiny white, soft, ductile metal
de: Glänzend weißes, weiches, verformbares Metall

source: Niobe; daughter of the mythical Greek king Tantalus
de: Nach Niobe benannt, der Tochter des griechischen Gottes Tantalus

source: Molybdenum
de: Molybdaen

source: Silvery white, hard metal
de: Silbrig-weißes, hartes Metall

source: 1778 (Sweden)
de: 1778 (Schweden)

source: Greek: molybdos (lead)
de: Griechisch "molybdos" für Blei

source: Silvery-gray metal
de: Silbergraues Metall

source: 1937 (Italy)
de: 1937 (Italien)

source: Greek: technetos (artificial)
de: Griechisch „technetos“ für künstlich

source: Rare, silver-gray, extremely brittle metal
de: Selteses, silbergraues, extrem sprödes Metall

source: 1844 (Russia)
de: 1844 (Russland)

source: Latin: Ruthenia (Russia)
de: Ruthenia ist der alte Name von Russland

source: Greek: rhodon (rose); its salts give a rosy solution
de: Griechisch „rhodon“ (Rose); Ihre Salze geben eine rosige Lösung

source: Silvery-white, soft, malleable and ductile metal
de: Silbrig-weißes, weiches, verformbares Metall

source: Named after the asteroid, Pallas, discovered in 1803
de: Nach dem Asteroiden Pallas benannt

source: Silver
de: Silber

source: Silvery-ductile, and malleable metal
de: Silbriges, verformbares Metall

source: Anglo-Saxon: siolful (silver); symbol from Latin: argentum
de: Lateinisch „argentum“ für Silber

source: Soft, malleable, blue-white metal
de: Weiches, verformbares, blau-weißes Metall

source: 1817 (Germany)
de: 1817 (Deutschland)

source: Greek: kadmia (ancient name for calamine (zinc oxide))
de: Griechisch: kadmia (alter Name für Kieselzinkerz (Zink Oxid))

source: Very soft, silvery-white metal
de: Sehr weiches, silbrig-weißes Metall

source: 1863 (Germany)
de: 1863 (Deutschland)

source: Latin: indicum (color indigo), the color it shows in a spectroscope
de: Wegen seines blauen Spektrums nach „Indigo“ benannt

source: Tin
de: Zinn

source: Named after Etruscan god, Tinia; symbol from Latin: stannum (tin)
de: Nach etruskischen Gott Tinia Benannt; lateinisch „stannum“ für Zinn

source: Antimony
de: Antimon

source: Hard, silvery-white, brittle semimetal
de: Hartes, silbrig-weißes, sprödes Halbmetall

source: Greek: anti and monos (not alone); symbol from mineral stibnite
de: Griechisch "anti" und "monos" für "nicht allein"; Symbol von mineralischen Antimonit

source: Tellurium
de: Tellur

source: Silvery-white, brittle semimetal
de: Silbrig-weißes, sprödes, Halbmetall

source: 1782 (Romania)
de: 1782 (Rumänien)

source: Latin: tellus, telluris (Planet Earth)
de: Lateinisch „tellus“ oder „telluris“ für „Planet Erde“

source: Iodine
de: Iod

source: Shiny, black nonmetallic solid
de: Glänzendes, schwarzes, nicht-metallischer Feststoff

source: 1811 (France)
de: 1811 (Frankreich)

source: Greek: iodes (violet colored)
de: Griechisch „iodes“ für „violett“

source: Heavy, colorless, and odorless noble gas
de: Schweres, farb- und geruchloses Edelgas

source: Greek: xenos (strange)
de: Griechisch „xenos“ für „Fremder“

source: Cesium
de: Caesium

source: Very soft, ductile, light gray metal
de: Sehr weiches, verformbares, hell-graues Metall

source: 1860 (Germany)
de: 1860 (Deutschland)

source: Latin: caesius (sky blue); for the blue lines of its spectrum
de: Lateinisch „caesius“ für „himmelblau“; weil die blauen Linien des Spektrums

source: Soft, slightly malleable, silver-white metal
de: Weiches, etwas verformbares, silbrig-weißes, Metall

source: Greek: barys (heavy or dense)
de: Griechisch „barys“ für „schwer“

source: Lanthanum
de: Lanthan

source: Silvery-white, soft, malleable, and ductile metal
de: Silbrig-weißes, weiches, verformbares Metall

source: 1839 (Sweden)
de: 1839 (Schweden)

source: Greek: lanthanein (to be hidden)
de: Griechisch „lanthanein“ für „verborgen“

source: Cerium
de: Cer

source: Malleable, ductile, iron-gray metal
de: Verformbares, eisen-graues Metall

source: 1803 (Sweden/Germany)
de: 1803 (Schweden/Deutschland)

source: Named after the asteroid, Ceres, discovered two years before the element
de: Nach dem Planetoiden Ceres benannt

source: Praseodymium
de: Praseodym

source: Silvery white, moderately soft, malleable, and ductile metal
de: Silbrig-weißes, relativ weiches, verformbares Metall

source: 1885 (Austria)
de: 1885 (Österreich)

source: Greek: prasios and didymos (green twin); from its green salts
de: Griechisch „prasios didymos“ für „grüner Zwilling“; von seiner grünen Salze

source: Neodymium
de: Neodym

source: Silvery-white, rare-earth metal that oxidizes easily in air
de: Silbrig-weißes, Seltene-Erde Metall, welches schnell an der Luft oxidiert

source: 1925 (Austria)
de: 1925 (Österreich)

source: Greek: neos and didymos (new twin)
de: Griechisch „neos didymos“ für „neuer Zwilling“

source: (+3e)97.9 or (+3e)111
de: (+3e)97.9 oder (+3e)111

source: Light-grey, radioactive element
de: Hellgraues, radioaktives Element

source: 1945 (United States)
de: 1945 (Vereinigte Staaten)

source: Named for the Greek god, Prometheus
de: Nach dem Griechen Prometheus benannt

source: Silvery rare-earth metal
de: Silbriges Seltene-Erde Metall

source: 1880 (France)
de: 1880 (Frankreich)

source: Named after the mineral samarskite
de: Nach dem Mineral Samarskite benannt

source: 1901 (France)
de: 1901 (Frankreich)

source: Named for the continent of Europe
de: Nach Europa benannt

source: 1880 (Switzerland)
de: 1880 (Schweiz)

source: Named after the mineral gadolinite
de: Nach dem Mineral Gadolinite benannt

source: Soft, ductile, silvery-gray, rare-earth metal
de: Weiches, verformbares, silbrig-graues, Seltene-Erde Metall

source: 1843 (Sweden)
de: 1843 (Schweden)

source: Named after the Swedish town, Ytterby
de: Nach der schwedischen Stadt Ytterby benannt

source: Soft. lustrous, silvery metal
de: Weiches, glänzend silbriges Metall

source: Greek: dysprositos (hard to get at)
de: Griechisch „dysprositos“ für „schwer erreichbar“

source: Fairly soft, malleable, lustrous, silvery metal
de: relative weiches, verformbares, glänzend silbriges Metall

source: 1879 (Switzerland)
de: 1879 (Schweiz)

source: Holmia, the Latinized name for Stockholm, Sweden
de: Lateinisch „holmia“ für den alten Namen von Stockholm

source: Soft, malleable, silvery metal
de: Weiches, verformbars, silbriges, Metall

source: Soft, malleable, ductile, silvery metal
de: Weiches, verformbares, sibriges Metall

source: Thule, ancient name of Scandinavia
de: Nach dem alten Namen von Skandinavien benannt: „Thule“

source: Silvery, lustrous, malleable, and ductile metal
de: Silbriges, glänzendes und verformbares Metall

source: 1878 (Switzerland)
de: 1878 (Schweiz)

source: Silvery-white, hard, dense, rare-earth metal
de: Silbrig-weißes, hartes, dichtes, Seltene-Erde Metall

source: 1907 (France)
de: 1907 (Frankreich)

source: Named for the ancient name of Paris: Lutetia Parisorum
de: Nach dem römischen Namen „Lutetia“ für Paris benannt

source: Silvery, ductile metal
de: silbriges, formbares Metall

source: 1923 (Denmark)
de: 1923 (Dänemark)

source: Hafnia, the Latin name of Copenhagen
de: „Hafnia“ ist der alte Name von Kopenhagen

source: Tantalum
de: Tantal

source: Gray, heavy, hard metal
de: Garues, schweres, hartes Metall

source: 1802 (Sweden)
de: 1802 (Schweden)

source: King Tantalus of Greek mythology, father of Niobe
de: Nach der griechischen Sage von Tantalos benannt

source: Tungsten
de: Wolfram

source: Tough, steel-gray to white metal
de: hartes, stahl-grau bis weißes Metall

source: 1783 (Spain)
de: 1783 (Spanien)

source: Swedish: tung sten (heavy stone): symbol from its German name wolfram
de: „Tung sten“ bedeutet „schwerer Stein“ auf Schwedisch

source: Dense, silvery-white metal
de: Dichtes, silbrig-weißes Metall

source: 1925 (Germany)
de: 1925 (Deutschland)

source: Latin: Rhenus, the Rhine River
de: Nach dem Fluss „Rhein“ (lateinisch „Rhenium“) benannt

source: Blue-white, lustrous, hard metal
de: Blau-weißes, glänzendes, hartes Metall

source: Greek: osme (odor)
de: Griechisch „chroma“ bedeutet „Farbe“

source: White, brittle metal
de: weißes, sprödes Metall

source: 1804 (England/France)
de: 1804 (England/Frankreich)

source: Greek: iris (rainbow)
de: Griechisch „iris“ für „Regenbogen“

source: Platinum
de: Platin

source: Very heavy, soft, silvery-white metal
de: Sehr schweres, weiches, silbrig-weißes Metall

source: 1557 (Italy), but Incas use before
de: 1557 (Italien), aber vorher schon von den Inkas benutzt

source: Spanish: platina (little silver)
de: Spanisch „platina“ bedeutet „kleines Silber“

source: (-3e) 185 (+1e) 137 or (+3e) 85 (+1e) 137
de: (-3e) 185 (+1e) 137 oder (+3e) 85 (+1e) 137

source: Soft, malleable, yellow metal
de: Weiches, verformbares, gelbes Metall

source: Anglo-Saxon: geolo (yellow); symbol from Latin: aurum (shining dawn)
de: Lateinisch „aurum“

source: Mercury
de: Quecksilber

source: Heavy, silver-white metal that is in its liquid state at
de: Schweres, silbrig-weißes Metall, das in einem flüssigen Zustand ist

source: The Roman god Mercury; symbol from Latin: hydrargyrum (liquid silver)
de: Griechisch-Lateinisch „hydrargyrum“ für „flüssiges Silber“

source: Soft, gray metal
de: Weiches, graues Metall
